var city = [
  
      {
        "name": "南京",
        "sub": [
		  {
            "name": "栖霞区",
			"sub": [
			  {
				"name": ""
			  },
			  {
				"name": "尧化街道"
			  },
			  {
				"name": "马群街道"
			  },
			  {
				"name": "迈皋桥街道"
			  },
			  {
				"name": "燕子矶街道"
			  },
			  {
				"name": "栖霞街道"
			  },
			  {
				"name": "龙潭街道"
			  },
			  {
				"name": "仙林街道"
			  },
			  {
				"name": "八卦洲街道"
			  },
			  {
				"name": "西岗街道"
			  },
			  
			],
          },
//           {
//             "name": "玄武区"
//           },
// 		  {
//             "name": "秦淮区"
//           },
// 		  {
//             "name": "建邺区"
//           },
// 		  {
//             "name": "鼓楼区"
//           },
// 		  {
//             "name": "浦口区"
//           },
// 		  {
//             "name": "雨花台区"
//           },
// 		  {
//             "name": "江宁区"
//           },
// 		  {
//             "name": "六合区"
//           },
// 		  {
//             "name": "溧水区"
//           },
// 		  {
//             "name": "高淳区"
//           },
          
        ],
        "type": 0
      },
]
